/* Strings for iDVD */

"iDVDStrDefaultProject"											= "나의 멋진 DVD";

/* <- Attention! Max 27 Characters, no 2Byte Chracters, no High ASCII - just 7bit ASCII!! */
"iDVDStrDefaultDiskName"										= "My Great DVD";

"iDVDStrDefaultMovieName"										= "나의 동영상";
"iDVDStrDefaultSubmenuName"										= "나의 부메뉴";
"iDVDStrDefaultSlideshowName"									= "슬라이드쇼";
"SlidesFromToFormat"											= "슬라이드 %d-%d";
"SlideshowPartFormat"											= " %d-%d";
"SlideshowPartFormat2"											= " 부분 %d -%d";

"iDVDStrShowThemePanelStr"										= "사용자화 패널 보기";
"iDVDStrHideThemePanelStr"										= "사용자화 패널 가리기";

"iDVDStrShowTVSafeAreaStr"										= "TV 안전 영역 보기";
"iDVDStrHideTVSafeAreaStr"										= "TV 안전 영역 가리기";

"iDVDStrShowInspector"											= "속성 보기";
"iDVDStrHideInspector"											= "속성 가리기";
"SlideshowInfo"													= "슬라이드쇼 정보";
"MenuInfo"														= "메뉴 정보";
"MovieInfo"														= "동영상 정보";
"TextInfo"														= "텍스트 정보";
"ButtonInfo"													= "버튼 정보";

"MultipleObjects"												= "다중 대상체";
"MultipleObjectsSelectedWarning"								= "다른 유형의 다중 대상체 선택됨";
"EmptyAutoplayWarning"											= "자동 재생 요소를 프로젝트에 추가하면 DVD 플레이어에 DVD가 삽입됐을 때 자동으로 재생합니다, 미디어 대상체를 맵 보기에 있는 자동 재생 아이콘으로 드래그하십시오.";
"MultipleMovies"												= "다중 동영상";
"MovieThumbnailLoopPoint"										= "%d:%02d에 루프 시작";
"StillFrameAt"													= "%d:%02d에서의 동영상 프레임";
"CustomThumbnail"												= "사용자 설정 축소판";
"DefaultThumbnail"												= "기본 축소판";

"iDVDStrShowCropAreaStr"										= "표준 자르기 영역 보기";
"iDVDStrHideCropAreaStr"										= "표준 자르기 영역 가리기";

"iDVDStrEnableMenuPlayheadStr"									= "배경영상 표시 보기";
"iDVDStrDisableMenuPlayheadStr"									= "배경영상 표시 가리기";

"iDVDStrShowMapStr"												= "맵 보기";
"iDVDStrHideMapStr"												= "맵 가리기";

"iDVDStrShowDropZonesStr"										= "드롭존 보기";
"iDVDStrHideDropZonesStr"										= "드롭존 가리기";
"iDVDStrDropZoneEditor"											= "드롭존 사진";

"iDVDStrLoopDefault"											= "루프";
"iDVDStrLoopMovie"												= "동영상 루프";
"iDVDStrLoopMovies"												= "동영상 루프";
"iDVDStrLoopSlideshow"											= "슬라이드쇼 루프";
"iDVDStrLoopSlideshows"											= "슬라이드쇼 루프";

"SelectAllButtons"												= "모든 버튼 선택";
"SelectAllTextObjects"											= "모든 텍스트 대상체 선택";
"SelectAllSlides"												= "모든 슬라이드 선택";
"SelectAll"														= "전체 선택";
"SelectNone"													= "선택 안 함";

"iDVDStrMenuDurationMinutes"									= "%s분.";
"iDVDStrMotionDuration"											= "초";
"iDVDStrMotionDurationOff"										= "끔";
"iDVDStrMotionDurationToolTip"									= "%d:%d%d/%d:%d%d";
"iDVDStrMotionDurationDragToolTip"								= "%d:%02d";

"iDVDStrEmptySlideshow"											= "이미지를 여기에 드래그하십시오.";

"iDVDStrAutoPlay"												= "자동 재생";
"iDVDStrAutoPlaySlideshow"										= "자동 재생 슬라이드쇼";
"iDVDStrAutoPlayMovie"											= "자동 재생 동영상";

"iDVDStrFileWellSeparator"										= "  (%d:%d%d)";
"iDVDStrFileWellTotalFiles"										= "…  (%d:%d%d)";

"buyDVDMediaURL"												= "http://www.apple.com/kr/idvd/buy/";
"iDVDSupportURL"												= "http://www.apple.com/kr/support/idvd/";
"iDVDFeedbackURL"												= "http://www.apple.com/kr/feedback/idvd.html";
"iDVDRegisterURL"												= "http://www.apple.com/register/kr/idvd.html";
"iDVDHotTipsURL"												= "http://www.apple.com/support/idvd/hottips";

/* Needs to be properly localized depending on locale: */
/* (currently we have support for English, French, German and Japanese) */
"videoTutorialsURL"												= "http://www.apple.com/kr/ilife/tutorials/idvd/";

"tutorialPath"													= "Tutorial";
"tutorialProjPath"												= "/Library/Application Support/iDVD/Tutorial/Tutorial.dvdproj";
"tutorialHelpPath"												= "/Library/Documentation/Applications/iDVD/ko/iDVDTutorial.pdf";
"keyboardHelpPath"												= "iDVD.app/Contents/Resources/ko.lproj/iDVD Help/pgs2/keycuts.html";
"gettingStartedPath"											= "/Library/Documentation/Applications/iDVD/iDVD\ Getting\ Started.app";

/* burning stuff */

"iDVDStrWritTitle"												= "디스크 삽입...";
"iDVDStrWritButton1"											= "취소";
"iDVDStrWritButton2"											= "완료";
"iDVDStrWritButton3"											= "계속";
"iDVDStrWritPleaseInsert"										= "기록 가능한 DVD 디스크를 삽입하십시오.";
"iDVDStrWritWaiting"											= "장비 준비 대기 중...";
"iDVDStrWritInsertErr"											= "기록 가능한 DVD 디스크를 삽입하십시오.";
"iDVDStrWritInsertErr3"											= "이 디스크를 구울 수 없습니다. 기록 가능한 DVD 디스크를 삽입하십시오.";
"iDVDStrWritNeedsErasing"										= "이 DVD 디스크는 비어있지 않습니다. 지금 그것을 지우겠습니까?";
"iDVDStrWritCantLockDrive"										= "드라이브가 사용 중이거나 다른 응용 프로그램이 사용하고 있습니다.";
"iDVDStrWritInsertErrNoDisc"									= "드라이브에 디스크가 없습니다. 기록 가능한 DVD 디스크를 삽입하십시오.";
"iDVDStrWritPleaseInsert2"										= "디스크가 생성되었습니다. 다른 DVD를 생성하려면 다른 디스크를 넣으십시오.";
"iDVDStrWritWorking"											= "작업 중...";
"iDVDStrWritPreparing"											= "준비 중...";
"iDVDStrWritWriting"											= "쓰는 중...";
"iDVDStrWritFinishing"											= "완료 중...";
"iDVDStrWritRewinding"											= "다시 감는 중...";
"iDVDStrWritCleaningup"											= "정돈 중...";
"iDVDStrWritConfirmCancel"										= "지금 디스크 굽기를 취소하겠습니까, 또는 계속 굽겠습니까? ";

"iDVDErrWritingTitle"											= "굽는 과정에서 오류가 발견되었습니다.";
"iDVDErrWritingText"											= "#%ld 오류가 보고되었습니다...";
"iDVDErrWritingImageFileIsMounted"								= "이 디스크 이미지가 현재 열려 있습니다. 해당 프로젝트를 디스크 이미지로 저장하려면, 현재 디스크 이미지를 추출하거나 해당 디스크 이미지를 다른 이름으로 저장하십시오.";
"iDVDErrWritingCannotReplace"									= "\"%@\"을(를) 대체할 수 없음";
"Erase"															= "지우기";
"Eject"															= "추출";

/* Alert stuff */

"iDVDErrNumButtonsTitle"										= "더 이상 버튼을 추가할 수 없습니다.";
"iDVDErrNumButtons"												= "해당 메뉴가 버튼의 최대 수를 이미 포함하고 있기 때문에 항목을 추가할 수 없습니다.";
"iDVDAlertOKString"												= "승인";
"iDVDAlertOKCancel"												= "취소";
"iDVDAlertQuitString"											= "종료";
"iDVDAlertLookForThemesString"									= "테마 검색";

"iDVDErrInvalidMovieTypeTitle"									= " ";
"iDVDErrInvalidMovieType"										= "지원되지 않는 파일 유형: ";

"iDVDErrNumMotionMenusTitle"									= "프로젝트에 너무 많은 배경영상 메뉴가 포함되어 있습니다. iDVD 프로젝트 하나당 최대 99개의 메뉴를 가질 수 있습니다.";
"iDVDErrNumMotionMenus"											= "DVD는 99개 이상의 배경영상 메뉴를 포함할 수 없습니다. DVD를 굽기 전에 배경영상 메뉴의 수를 줄이십시오.";

"iDVDErrUnsuportedActionTitle"									= "지원되지 않는 작업";
"iDVDErrUnsuportedAction"										= "마지막 작업은 iDVD에서 지원되지 않습니다.";

"iDVDWarningMotionOffDefaultButton"								= "취소";
"iDVDWarningMotionOffProceedButton"								= "진행";

"iDVDWarnDiskSizeTitle"											= "프로젝트 실행 시간";
"iDVDWarnDiskSize"												= "프로젝트가 최대 콘텐츠 실행 시간을 초과합니다. 이 프로젝트를 구우려면, 일부 콘텐츠를 제거하십시오.";
"iDVDWarnDiskSizeBestPerformanceMode"							= "프로젝트가 최대 콘텐츠 실행 시간을 초과합니다. DVD를 구우려면, 프로젝트 정보 윈도우에서 인코더 설정을 변경하십시오.";
"iDVDWarnMenuSpace"												= "프로젝트가 배경영상 메뉴에 대한 최대 실행 시간을 초과합니다. 모든 메뉴의 실행 시간을 15분 이하로 줄이고 다시 구우십시오.";

"UnknownFont"													= "알 수 없는 서체";
"iDVDMissingFontsTitle"											= "일부 서체가 유실되었습니다.";
"iDVDMissingFonts"												= "이 프로젝트에서 기본적으로 사용되는 서체가 유실되었습니다. iDVD는 기본 서체(%@)로 대체합니다.\n\n";
"iDVDMissingFontsList"											= "(유실된 서체: %s )";
"iDVDMissingFilesSearching"										= "검색 중...(%@)";
"iDVDMissingFilesSearchPreparing"								= "검색 준비 중...";
"MoviePathNotYetDefined"										= "동영상 경로가 아직 정의되지 않았습니다";
"ChangeTVStandardWarningTitle"									= "TV 표준 변경하기";
"ChangeTVStandardWarningMsg"									= "TV 표준을 변경하면 이전에 인코드된 항목을 모두 다시 iDVD에서 인코드해야 합니다.";

"ChangeEncodingModeWarningTitle"								= "인코딩 모드 변경";
"ChangeEncodingModeWarningMsg"									= "인코딩 모드를 변경하면 이전에 인코드된 항목을 모두 다시 iDVD에서 인코드해야 합니다.";

"ChangeMediaTypeWarningTitle"									= "미디어 유형 변경";
"ChangeMediaTypeWarningMsg"										= "미디어 유형을 변경하면 이전에 인코드된 항목을 모두 다시 iDVD에서 인코드해야 합니다.";

"ButtonsOutsideCropAreaTitle"									= "일부 버튼이 표준 4:3 자르기 영역 밖에 있습니다.";
"ButtonsOutsideCropAreaMsg"										= "하나 또는 그 이상의 버튼이 표준 TV 화면에서 보이지 않을 것입니다. 경계를 보려면 보기 > 표준 자르기 영역 보기를 선택한 다음, 그 안쪽으로 버튼을 이동하십시오. 버튼을 이동하지 않고 DVD를 구우면, 표준 화면에 이 버튼들이 보이지 않을 것입니다.";

/* MenuRenderer */

"MRButtonTitle"													= "부메뉴";
"MRSlideShowTitle"												= "슬라이드쇼";
"MRMovieTitle"													= "동영상";
"MRMoviePlaceholderTitle"										= "동영상 추가";
"MRDropZoneTitleForSlideshow"									= "사진";
"MRDropZoneTitleForMovie"										= "동영상 시작/끝";
"MRMotionCheckBoxTitle"											= "배경영상";
"MREditOrderTitle"												= "순서 편집";
"MRErrEncodingTitle"											= "렌더링/인코딩 중 오류";
"MRErrEncodingText"												= "메뉴/슬라이드쇼를 렌더링/인코딩하는 동안에 오류가 발생했습니다. 굽기가 취소되었습니다.";
"MRDropZoneSliderHelp"											= "동영상 루프의 시작 및 종료 지점을 설정하려면 클릭하십시오.";

/* Magic iDVD */
"MagiciDVDPhotoCount"											= "%d개의 슬라이드";
"MagiciDVDSinglePhoto"											= "1개의 슬라이드";
"MagiciDVDCreatingProject"										= "Magic iDVD 프로젝트를 생성 중…";

/* Themes */
"DefaultThemeGroupName"											= "기본값";
"AllThemesGroupName"											= "모두";
"FavoritesThemesGroupName"										= "즐겨찾기";
"FavoriteNameExtensionFmt"										= "%@ 즐겨찾기";
"ProjectInternalThemesGroupName"								= "프로젝트-내부";
"Elipses"														= "...";
"ThemeFamilyNameFormat"											= "%@ 패밀리";

"KeepCustomizedObjectSettingsQuestionTitle"						= "사용자화된 대상체 설정 유지";
"KeepCustomizedObjectSettingsQuestionMsg"						= "버튼, 텍스트와 같은 사용자화된 대상체의 현재 설정을 유지하겠습니까, 아니면 새로운 테마 설정으로 업데이트하겠습니까?";
"KeepButtonLabel"												= "유지";
"ThemeButtonLabel"												= "테마";

"ImportingThemesTitle"											= "테마 가져오기";
"ImportingThemeMessageFmt"										= "이 테마를 모든 사용자들에게 사용을 허용하겠습니까, 아니면 %@ 사용자에게만 허용하겠습니까?";
"ImportingThemesMessageFmt"			 							= "이 테마들을 모든 사용자들에게 사용을 허용하겠습니까, 아니면 %@ 사용자에게만 허용하겠습니까?";
"ImportingThemeMessageThemeExistsFmt"							= "%@ 테마가 이미 존재합니다. 이 테마로 대치하겠습니까?";
"ImportingThemesReplaceThemeLabel"								= "대치";
"ImportingThemesDontReplaceThemeLabel"							= "대치 안함";
"ImportForAllUsers"												= "모두";

"CreatingFavoriteProgressMessage"								= "즐겨찾기 생성 중...";

"SwitchTo16x9"													= "와이드스크린(16:9)으로 전환";
"SwitchTo4x3"													= "표준(4:3)으로 전환";

/* Extra content download */
"InstallExtraThemesMessageFormat"								= "추가 테마 세트를 설치하면 선택한 테마를 사용할 수 있습니다.";
"DownloadNowButtonLabel"										= "지금 다운로드";
"DownloadNowMessage"											= "\"지금 다운로드\"를 선택하면 소프트웨어 업데이트를 사용하여 인터넷을 통해 추가 테마를 다운로드하여 설치합니다.";
"DownloadLaterButtonLabel"										= "나중에 다운로드";
"DownloadLaterMessage"											= "소프트웨어 업데이트 윈도우에 나타나는 추가 테마에 대해 \"나중에 다운로드\"를 선택하면 다음에 소프트웨어 업데이트를 열었을 때 다운로드합니다.";
"InstallFromDVDButtonLabel"										= "DVD에서 설치";
"InstallFromDVDMessage"											= "추가 테마를 설치하려면 %@을(를) 삽입하고 \"DVD에서 설치\"를 선택하십시오.";
"SpaceNeededMessage"											= "추가 iDVD 테마를 다운로드하려면, 인터넷에 연결해야 하고, 최소 700MB의 사용 가능한 디스크 공간이 필요합니다. 해당 테마들은 자동으로 다운로드되어 설치됩니다.";
"ClickOKToBegin"												= "시작하려면 \"승인\"을 클릭하십시오";
"ChooseFromFollowing"											= "다음 중에서 선택:";

/* Hint for localization: the following strings are used to overwrite old iDVD Theme group names. E.g. in iDVD 3.0    */
/* all the new themes were grouped under 'New Themes'. Of course in iDVD 4.0 we want to use this group for the new    */
/* iDVD 4.0 themes and move the iDVD 3.0 themes into their own group, in this case '3.0 Themes'.                      */
/* Since this setting is usually part of the theme and we don't want to update all the themes, the application itself */
/* overwrites those group settings with the following strings.                                                        */
/* 'DefaultThemeGroupNameUsedIniDVD3_0' needs to exactly match the string used in the localized versions of the iDVD  */
/* themes for the key "group_localizable"                                                                             */
"DefaultThemeGroupNameUsedIniDVD3_0"							= "새로운 테마";
"OldThemesGroup"												= "이전 테마";
"NewGroupNameForiDVD3_0Themes"									= "3.0 테마";
"GroupNameForiDVD4_0Themes"										= "4.0 테마";
"GroupNameForiDVD5_0Themes"										= "5.0 테마";
"GroupNameForiDVD6_0Themes"										= "6.0 테마";
"GroupNameForiDVD7_0Themes"										= "7.0 테마";
"iDVDDefaultTheme"												= "Wedding Bronze One";

/* EncodeStatusTableView */

"Done"															= "완료";

"NTSC"															= "NTSC";
"PAL"															= "PAL";	

/* Encoder related strings */
"EncoderVideoProgress"											= "비디오 인코딩 ";
"EncoderAudioProgress"											= "오디오 인코딩 ";
"ConvertAudioProgress"											= "오디오 변환 중 ";
"CopyProtectedVideoError"										= "다음 동영상은 복사가 금지되었기 때문에 인코드될 수 없습니다: ";
"TrackEncodingError"											= "동영상을 인코딩하는 동안에 오류가 발생했습니다.";

"EncodingPerformanceXBestPerformance"							= "1X";
"EncodingPerformanceXBestQuality"								= "2X";
"EncodingPerformanceXProfessionalQuality"						= "5X";
"EncodingPerformanceBestPerformance"							= "빠르게";
"EncodingPerformanceBestQuality"								= "중간";
"EncodingPerformanceProfessionalQuality"						= "느리게";

"EncodingModeBestPerformance"									= "최고 성능";
"EncodingModeBestQuality"										= "고품질";
"EncodingModeProfessionalQuality"								= "전문가 수준의 품질";

"AspectRatio"													= "영상비";
"AspectRatio16x9Long"											= "와이드스크린(16:9)";
"AspectRatio16x9Short"											= "16:9";
"AspectRatio4x3Long"											= "표준(4:3)";
"AspectRatio4x3Short"											= "4:3";
"PIVideoMode"													= "비디오 모드";
"PIQuality"														= "품질";
"PICapacity"													= "용량";
"PITrack"														= "트랙";
"PITracks"														= "트랙";
"PIMovies"														= "동영상";
"PIPhotos"														= "사진";
"PIMenus"														= "메뉴";
"PISlideshows"													= "슬라이드쇼";
"PIDVDROM"														= "DVD-ROM";
"PITotal"														= "전체:";
"PITotalMin"													= "전체: %d분";
"PIMegaBytes"													= "%dMB";
"PIGigaBytes"													= "%.1fGB";
"ShowAssets"													= "항목 보기";
"HideAssets"													= "항목 가리기";


/* Progress */
"ProgressDefaultButtonLabel"									= "취소";
"CreatingSelfContainedProject"									= "프로젝트 아카이브 중...";
"XofYFmt"														= "(%i/%i)";
"ImportingFiles"												= "파일 가져오는 중...";
"ImportingPhotos"												= "사진 가져오는 중...";

/* Waiting for slide thumbnails in Slideshow editor ... */
"SlideShowEditorWaitingForThumbnails"							= "가져오는 중";
"SlideShowEditorCreatingSlides"									= "슬라이드 생성 중...";
"SlideShowEditorCreatingThumbnailsRemaining"					= "축소판 이미지 생성 중... (%d개 남았음)";
"SlideShowEditorProgressOf"										= "%i/%i";
"SlideShowEditorReceveidSoFar"									= "생성된 축소판 : ";
"SlideShowEditorProgressButtonLabel"							= "닫기";
"SlideShowEditorDurationSlidePart"								= "개의 슬라이드";
"SlideShowEditorDurationSlidesPart"								= "개의 슬라이드";
"SlideShowEditorDurationMoviePart"								= "동영상 클립";
"SlideShowEditorDurationMoviesPart"								= "동영상 클립";
"SlideShowEditorDurationStringOnlyPictures"						= "%d분, %d%d초  (%d%@)";
"SlideShowEditorDurationStringPicturesAndMovies"				= "%d분, %d%d초  (%d %@, %d %@)";

/* Muxer-related strings */
"MultiplexProgressTitle"										= "다중화...";
"MultiplexProgressCurrentOperation"								= "현재 작업:";
"MultiplexProgressMenuRendering"								= "%@ 메뉴 렌더링";
"MultiplexProgressMenuRenderingOnlyOne"							= "%@ 메뉴 렌더링";
"MultiplexProgressMenusEncoding"								= "%@ 메뉴 인코딩";
"MultiplexProgressMenuEncodingOnlyOne"							= "%@ 메뉴 인코딩";
"MultiplexProgressMenuRenderingOnlyOneAndTransitions"			= "%@ 메뉴 및 %@ 메뉴 영상 효과 렌더링 중";
"MultiplexProgressMenuRenderingAndTransitions"					= "%@ 메뉴 및 %@ 메뉴 영상 효과 렌더링 중";
"MultiplexProgressSlideshowRenderingDetailed"					= "%@ 슬라이드 렌더링 중";
"MultiplexProgressSlideshowRenderingDetailedWithTransitions"	= "%@ 슬라이드 및 %@ 영상 효과 렌더링 중";
"MultiplexProgressSlideshowEncodingDetailed"					= "%@ 슬라이드 인코딩 중";
"MultiplexProgressSlideshowEncodingDetailedWithTransitions"		= "%@ 슬라이드 및 %@ 영상 효과 인코딩 중";
"ProcessingSlidesAndTransitions"								= "슬라이드 및 영상 효과 프로세싱";
"MultiplexProgressMenuAudioRendering"							= "메뉴에 대한 오디오 렌더링";
"MultiplexProgressMenuEncoding"									= "메뉴 항목 인코딩";
"MultiplexProgressMenuVideoRendering"							= "메뉴 비디오 항목 렌더링 중...";
"MultiplexProgressMenuVideoEncoding"							= "메뉴 비디오 내용(Asset) 인코딩 중...";
"MultiplexProgressMenuTransitionEncoding"						= "메뉴 영상 효과 인코딩 중...";
"MultiplexProgressMenuTransitionRendering"						= "메뉴 영상 효과 렌더링 중...";
"MultiplexProgressSlideshowTransitionEncoding"					= "슬라이드쇼 영상 효과 인코딩 중...";
"MultiplexProgressSlideshowTransitionRendering"					= "슬라이드쇼 영상 효과 렌더링 중...";
"MultiplexProgressMenuAudioEncoding"							= "메뉴와 내용(Asset) 인코딩 중...";
"MultiplexProgressSlideshowRendering"							= "슬라이드쇼 항목 렌더링";
"MultiplexProgressSlideshowEncoding"							= "슬라이드쇼 항목 인코딩";
"MultiplexProgressSlideshowAudioRendering"						= "슬라이드쇼에 대한 오디오 렌더링";
"MultiplexProgressAssetEnc"										= "진행 중인 인코딩 항목";
"MultiplexProgressRetrieveProj"									= "프로젝트 검색과 준비 중";
"MultiplexProgressMultiplexing"									= "다중화 진행 중...";
"iDVDErrValidatingDVD"											= "프로젝트에서 유효성 문제가 발견되었습니다.";
"iDVDErrNoTracksOnDVD"											= "iDVD 프로젝트는 최소한 하나의 비디오 트랙 또는 하나의 슬라이드쇼를 가지고 있어야 합니다.";
"MuxerPrepNotEnoughDiskSpaceTitle"								= "굽기 준비 오류:";
"MuxerPrepNotEnoughDiskSpace"									= "남은 항목을 인코딩하기 위한 디스크 공간이 부족합니다.";
"MuxerPrepNotEnoughDiskSpaceExt"								= "iDVD는 남은 항목을 인코드하기 위해 %@의 디스크 공간이 필요하지만, %@만이 %@에서 사용 가능합니다.";
"MuxerPrepNotEnoughDiskSpaceOnRootVolume"						= "시스템 볼륨에 충분한 여유 공간이 없습니다. 최소한 %lld %s이(가) 필요합니다.";
"SaveDiskImageAsTitle"											= "디스크 이미지 별도 저장...";
"CreateDiscImage"												= "디스크 이미지 생성…"; 
"SaveVIDEO_TSTitle"												= "VIDEO_TS 폴더 별도 저장...";

/*  Backend */
"BE_PreparingTimeEstimation"									= "프로젝트 정보 준비 중";
"BE_CapturingVideo"												= "0단계: 비디오 캡처 중...";
"BE_CapturingVideoDetailedInfoFormat"							= "현재까지 캡처된 프레임: %ld(중지됨: %ld, 오버런: %ld)";
"BE_CapturingVideoDetailedInfoFormat2"							= "현재까지 캡처된 프레임: %ld";
"BE_CapturingVideoDetailedInfoFormatTime"						= "현재까지 캡처된 시간: %@(중지됨: %ld, 오버런: %ld)";
"BE_CapturingVideoDetailedInfoFormatTime2"						= "현재까지 캡처된 시간: %@";
"BE_Preparing"													= "1단계: DVD 준비 중...";
"BE_MenuRendering"												= "2 단계: 메뉴와 슬라이드쇼 렌더링과 인코딩...";
"BE_AssetEncoding"												= "항목 인코딩 중...";
"BE_SlideshowPreparing"											= "슬라이드쇼 준비 중...";
"BE_AssetParsing"												= "항목 분석 중...";
"BE_MuxingAndBurning"											= "다중 송신 및 굽는 중...";
"BE_Cleanup"													= "정돈 중...";
"BE_EstimatedMinute"											= "분";
"BE_EstimatedMinutes"											= "분";
"BE_EstimatedHour"												= "시간";
"BE_EstimatedHours"												= "시간";
"BE_EstimatedTimeAboutOneMinute"								= "약 1분";
"BE_PreparingAll"												= "1 단계: 디스크 준비 중...";
"BE_BurningAll"													= "2 단계: 디스크에 프로젝트 굽는 중...";
"BE_RenderingSingleTransition"                 					= "  %d 영상 효과 렌더링과 인코딩";
"BE_RenderingTransitions"                      					= "  %d 영상 효과 렌더링과 인코딩";
"BE_Multiplexing"												= "다중화...";
"BE_FormatToDisc"												= "디스크 굽는 중...";
"BE_FormatToImage"												= "디스크 이미지 기록 중...";
"BE_Canceling"													= "취소 중...";
"BE_Finishing"													= "할당된 리소스 릴리즈 중...";

"BE_CreatingXML"												= "XML description 생성 중";

"FinishedRecording"												= "녹화 완료";
"DoneWithDiskImageTitle"										= "굽기 완료";
"DoneWithDiskImageMsg"											= "디스크 이미지 생성됨";
"DiskImageCreationFailed"										= "문제가 발생했습니다. 디스크 이미지가 생성되지 않았습니다.";
"DiskImageCreationFailedExt"									= "(%ld 오류 코드로 인해 디스크 이미지 생성 실패)";
"DoneWithVIDEO_TSMsg"											= "VIDEO_TS가 생성되었습니다.";

/* Capture */
"VC_NotEnoughDiskSpaceTitle"									= "충분한 여유 공간 없음";
"VC_NotEnoughDiskSpaceMsgFmt"									= "디스크에 1시간의 비디오를 캡처할 만한 여유 공간이 없습니다. 현재 사용 가능한 디스크 여유 공간으로는 대략 %.1f분의 비디오만 캡처할 수 있습니다. 계속 캡처하겠습니까?";
"VC_CaptureAbortedTitle"										= "비디오 캡쳐 취소됨";
"VC_CaptureAbortedMsg"											= "비디오 캡쳐가 취소되었습니다. 이미 캡쳐된 비디오로 계속하거나, 굽기를 취소할 수 있습니다.";
"VC_CaptureAbortedContinueBtn"									= "계속";
"VC_CaptureAbortedCancelBtn"									= "취소";
"VC_CaptureCaptureBtn"											= "캡처";
"VC_Rewinding"													= "테이프 되감는 중...";
"VC_ProblemsDuringCapturingTitle"								= "캡처 중에 문제 발생";
"VC_ProblemsDuringCapturingFmt"									= "비디오 캡처 중에 문제가 발생했습니다.\n총 %ld개의 중단된 프레임과 총 %ld개의 오버런된 프레임이 있습니다. 지금 굽기를 취소하겠습니까, 또는 계속 굽겠습니까?";
"VC_UnknownErrorDuringCapturingFmt"								= "비디오 캡처 중에 알 수 없는 오류(오류 코드 %ld)가 발생했습니다.\n총 %ld개의 중단된 프레임과 총 %ld개의 오버런된 프레임이 있습니다. 지금 굽기를 중단하겠습니까, 또는 계속 굽겠습니까?";

/* iDVD Demo Version */
"iDVDDemoMessageFeatureDisbaled"								= "이 iDVD 기능은 이 데모 버전에서는 사용할 수 없습니다.";
"iDVDDemoTitle"													= "iDVD 데모 버전";

/* iDVD Register Dialog */
"iDVDRegisterTitle"												= "iDVD를 등록하십시오.";
"iDVDRegisterMessage"											= "등록하려면 인터넷에 연결되어 있어야 합니다.";
"iDVDRegisterNow"												= "지금 등록";
"iDVDNeverRegister"												= "등록하지 않음";	
        
/* Drawer: Strings */
"DRAWER_AssetView_DVDROM"										= "DVD-ROM 콘텐츠";
"DRAWER_AssetView_EncoderStatus"								= "인코더 상태";
"DRAWER_AssetView_FileHeader"									= "파일";
"DRAWER_AssetView_SizeHeader"									= "크기";
"DVDROM_NewFolder"												= "무제 폴더";
"DVDROM_SlideShowRootFolder"									= "슬라이드쇼";
"iDVDWarningDelDVDROMObjects"									= "선택한 파일을 DVD-ROM 부분에서 삭제하겠습니까?";
"iDVDWarningDelDVDROMObjectsTitle"								= "DVD-ROM 파일 삭제하기";
"iDVDErrorTooManyDVDROMObjects"									= "너무 많은 파일을 포함하고 있기 때문에 현재 작업은 완료될 수 없습니다.";
"iDVDErrorTooMuchDVDROMContents"								= "DVD에서 허용되는 최대 데이터 크기를 초과하였기 때문에 마지막 작업은 완료될 수 없습니다.";
"iDVDErrorTooManyDVDROMObjectsTitle"							= "DVD-ROM 파일 추가하기";

/* Generic error handling */
"Error_Loading_Title"											= "로드 중 오류";
"Error_During_Project_Loading"									= "프로젝트를 로드하는 중에 오류가 발생했습니다.";
"Error_No_Import_Of_1_0_Projects"								= "이 버전의 iDVD에는 iDVD 1.x 프로젝트를 가져올 수 없습니다.";
"Error_No_Write_Access_To_Project"								= "프로젝트를 로드하는 중에 오류가 발생했습니다. 이 프로젝트는 열 수 없도록 쓰기 보호가 되어 있는 것 같습니다.";
"Error_No_Project_File"											= "해당 프로젝트를 로드하는 중에 오류가 발생했습니다. 유효한 프로젝트 파일을 찾을 수 없습니다.";

/* Some strings just in different dialogs */
"Save_As_New_Project_Label"										= "별도 저장:";
"LoadingProject"												= "프로젝트 로드 중: %@";	
"Archived"														= " 아카이브";

/* Misc */
"DVD-ROM_RootNameExtension"										= " DVD-ROM 콘텐츠";
"DVD-ROM_ImportTitel"											= "DVD-ROM 부분으로 파일 가져오기";
"DVD-ROMFileColumnLabel"										= "이름";
"DVD-ROMOriginals"												= "원본";

"CreateChapterMarkerForSelectedMovie"							= "동영상을 위한 장 표시자 생성";
"CreateChapterMarkerForSelectedMovies"							= "동영상을 위한 장 표시자 생성";
"CreateChapterMarkerSubMenus"									= "장 표시자 부메뉴 생성 중...";
"ChapterMarkerAddQuestionTit"									= "장 표시자 가져오기";
"ChapterMarkerAddQuestionMsg"									= "이 동영상에 장 표시자를 추가하겠습니까?";
"EntryChapterMarkerName"										= "시작";
"PlayMovieButtonLabel"											= "재생";
"SceneSelectionButtonLabel"										= "장면 선택";
"SceneSelectionTitleFormat"										= "장면 %d-%d";
"SceneSelectionTitleFormat2"									= "장면 %d";
"Chapter X"														= "%d장";
"Marker"														= "표시자";
"PlayMovie"														= "동영상 재생";

"TitleMenuButtonLabel"											= "제목 메뉴";

"Yes"															= "예";
"No"															= "아니요";

"MixedSettings"													= "혼합 설정";

"UserDocumentFolder"											= "Documents";
"UserLibraryFolder"												= "Library";

"MotionScrubberToolTip"											= "배경영상 메뉴를 보려면 배경영상 표시를 드래그하십시오.";
"MotionScrubberIntroToolTip"									= "인트로 동영상을 보거나 가립니다.";

"SlideNoTitle"													= "제목 추가";
"SlideNoComments"												= "설명 추가";

"ImportingiDVD5Project"											= "iDVD 5 프로젝트를 가져오는 중…";

/* DropZone Menu */
"DropZoneMenuAutoFill"											= "콘텐츠로 채우기";
"DropZoneMenuCopy"												= "드롭존 콘텐츠 복사하기";
"DropZoneMenuPaste"												= "드롭존 콘텐츠 붙이기";
"DropZoneMenuClear"												= "드롭존 콘텐츠 지우기";
"DropZoneMenuImport"											= "가져오기...";

/* Dropzone List Editor */
"DropzoneIsEmpty"												= " 사진이나 동영상 추가";
"DropzoneDragMedia"												= "여기에 사진, 슬라이드쇼 또는 동영상을 드래그하십시오.";
"DropzoneNumPhotos"												= "  (%d장의 사진)";
"CommaSeparator"												= ", ";

/* Dropzone HUD */
"DropzonesHUDTitle"												= "드롭존";
"DropzonesHUDMenu"												= "메뉴";
"DropzonesHUDDropzones"											= "드롭존";
"DropzonesHUDBackground"										= "배경";
"DropzonesHUDAudio"												= "오디오";
"DropzonesHUDPhoto"												= "%d장의 사진";
"DropzonesHUDPhotos"											= "%d장의 사진";

/*  Preference Panel */
"DefaultScratchDiskString"										= "[Project Bundle에 포함]";
"GeneralItem"													= "일반";
"SlideshowItem"													= "슬라이드쇼";
"ChapterMarkersItem"											= "동영상";
"MenusItem"														= "메뉴";
"AdvancedItem"													= "고급";
"DefaultsItem"													= "프로젝트";
"MoviesFolderMessage"											= "%@ 폴더는 항상 검색합니다.";

/* File Types */
"MPEG Audio"													= "MPEG 오디오";
"AC-3 Audio"													= "AC-3 오디오";
"MPEG Video"													= "MPEG 비디오";
"AVI Video"														= "AVI 비디오";
"Real Video"													= "실제 비디오";
"Copy Protected Video"											= "복사 방지된 비디오";
"Video Too Long"												= "비디오가 너무 깁니다.";
"Invalid Video"													= "유효하지 않은 비디오";
"Unknown Format"												= "알 수 없는 포맷";	
"BrokenReferenceMovie"											= "유실된 참조 동영상:";
	
/* Text Objects */
"Text"                                         					= "편집하려면 클릭";
"TextSettingsLabel"                            					= "텍스트"; 
"TitleSettingsLabel"                           					= "제목";    
        
			
/* HUDs */
"buttonShapeSettingsHUD"										= "버튼 모양 설정";
"buttonLabelSettingsHUD"										= "버튼 레이블 설정";
"textObjectSettingsHUD"											= "텍스트 대상체 설정";

/* Generic stuff */
"Gigabyte"														= "GB";
"Megabyte"														= "MB";
"Kilobyte"														= "KB";
"Byte"															= "바이트";

"Alignment"														= "정렬:";
"Position"														= "위치:";
"Button"														= "버튼";
        
"DVDROMRoot"													= "DVD-ROM";

"WidescreenPreview"												= "와이드 화면으로 미리보기";


/* Misc. warnings */

/* iLife Update Notification */
/* Upgrade checking mechanism */
/* application will fill in the version number (i.e.: "4.0.2") */
"WebUpgradeNoNewUpdates"										= "이 버전의 iDVD(%1$@)는 최신 버전입니다.";
"WebUpgradeNetworkError"										= "iDVD 업데이트 서버에 접속할 수 없습니다. 인터넷 연결을 확인한 다음 나중에 다시 시도하십시오.";
"WebUpgradeDialogTitle"											= "iDVD 업데이트";
"WebUpgradeCheckingText"										= "업데이트 확인 중...";

/* Transitions */
"CubeTransition"												= "큐브 영상 효과";
"DissolveTransition"											= "디졸브 영상 효과";
"DropletTransition"												= "드롭릿 영상 효과";
"FadeThroughBlackTransition"									= "검정색으로 페이드 영상 효과";
"FlipTransition"												= "뒤집기 영상 효과";
"MosaicTransition"												= "모자이크 영상 효과";
"MosaicFlipLargeTransition"										= "큰 모자이크로 뒤집기 영상 효과";
"MosaicFlipSmallTransition"										= "작은 모자이크로 뒤집기 영상 효과";
"PageFlipTransition"											= "페이지 뒤집기 영상 효과";
"PushTransition"												= "밀기 영상 효과";
"RevealTransition"												= "나타내기 영상 효과";
"TwirlTransition"												= "소용돌이 영상 효과";
"WipeTransition"												= "와이프 영상 효과";
"None"															= "없음";

/* Extended Asset Validation */
"ModifiedAssetWarning"											= "수정된 항목 경고";
"ModifiedAssetWarningMainMessage"								= "프로젝트에서 사용된 항목은 이 프로젝트가 마지막으로 열린 뒤에 변경되었습니다.\n";
"ModifiedAssetsWarningMainMessage"								= "프로젝트에서 사용된 항목은 이 프로젝트가 마지막으로 열린 뒤에 변경되었습니다.\n";
"ModifiedAssetsWarningMainMessageQuestion"						= "\niDVD가 프로젝트를 자동으로 업데이트하도록 설정하겠습니까?";
"ModifiedAssetWarningExtMessage"								= "다음의 항목이 수정되었습니다.\n";
"ModifiedAssetsWarningExtMessage"								= "다음의 항목이 수정되었습니다.\n";
"ModificationDetailsFormat"										= "%@(%@, 원본 수정 날짜 = %@, 현재 수정 날짜 = %@)\n\n";
"UpdateAssets"													= "업데이트";
"ModifiedAssetTypeMovie"										= "동영상";
"ModifiedAssetTypeAudio"										= "오디오";
"ModifiedAssetTypePicture"										= "그림";
"ModifiedAssetTypeData"											= "데이터";
"ModifiedAssetTypeNone"											= "알 수 없음";
"CheckYourMarkersMsg"											= "\n(iDVD가 프로젝트를 업데이트한 후에 장 표시자 버튼이 동작하는지 확인하십시오.)";


/* Automatic Project Creation / Magic iDVD */
"MoviesSubMenuButtonLabel"										= "동영상";
"MoviesSubMenuTitleFormat"										= "동영상 %d-%d";
"MoviesSubMenuTitleFormat2"										= "동영상 %d";

"SlideshowsSubMenuButtonLabel"									= "슬라이드쇼";
"SlideshowsSubMenuTitleFormat"									= "슬라이드쇼 %d-%d";
"SlideshowsSubMenuTitleFormat2"									= "슬라이드쇼 %d";

/* Theme Families */
"ApplyThemeFamilyTitle"											= "테마 패밀리 적용";
"ApplyThemeFamilyMsg"											= "이 프로젝트에 테마 패밀리의 마스터를 적용하면 이 프로젝트에 있는 모든 메뉴에 대한 테마를 변경할 것입니다.";
"ApplyThemeFamilyMsgExt"										= "현재 메뉴의 테마만을 변경하려면, 이 테마 패밀리에 있는 테마 중 한 가지를 선택하십시오.";
"ThemeMaster"													= "메인";
"ThemeChapters"													= "장";
"ThemeExtras"													= "기타";

/* Themes */
"ChangeProjectAspectRatioTitle"									= "프로젝트 영상비 변경";
"ChangeProjectAspectRatioTo16x9Msg"								= "이것은 표준 프로젝트이지만, 선택한 테마는 와이드스크린 비디오용으로 설계되었습니다. 프로젝트를 표준(4:3)으로 유지하거나, 와이드스크린 비디오(16:9)로 변경할 수 있습니다.";
"ChangeProjectAspectRatioTo4x3Msg"								= "이것은 와이드스크린 프로젝트이지만, 선택한 테마는 표준 비디오용으로 설계되었습니다. 프로젝트를 와이드스크린(16:9)으로 유지하거나, 표준 비디오(4:3)로 변경할 수 있습니다.";
"ChangeProjectAspectRatioMsgExt"								= "iDVD 프로젝트에 있는 모든 메뉴와 슬라이드쇼는 표준 비디오 또는 와이드스크린 비디오를 사용합니다.";
"KeepAspectRatioLabel"											= "유지";
"AdjustAspectRatioLabel"										= "변경";
"LoadingThemes"													= "테마 로드 중";

/* DVD Map */
"ProjectBrowserAutoPlayString"									= "디스크가 삽입되었을 때 자동으로 재생할 콘텐츠를 이곳으로 드래그하십시오.";
"ProjectBrowserCutString"										= "오려두기";
"ProjectBrowserCopyString"										= "복사하기";
"ProjectBrowserPasteString"										= "붙이기";
"ProjectBrowserDeleteString"									= "삭제";
"ProjectBrowserSmartDeleteString"								= "스마트 삭제";

/* DVD Map warning strings */

"ProjectTooManyTracks" = "이 프로젝트는 너무 많은 슬라이드쇼와 동영상을 포함합니다. 최대 수는 99개 입니다.";
"ProjectNotEnoughTracks" = "현재 프로젝트는 동영상이나 슬라이드쇼를 포함하고 있지 않습니다.";
"ProjectTooMuchMenuDurationFmt" = "전체 메뉴 실행 시간이 %@분이 넘습니다.";

"MenuTooManyButtons" = "메뉴에 너무 많은 버튼이 있습니다. 최대 수는 12개입니다.";
"MenuNotEnoughButtons" = "메뉴에 버튼이 없습니다.";
"MenuEmptyDropZones" = "메뉴에 비어 있는 드롭존이 있습니다.";

"SlideshowEmpty" = "슬라이드쇼가 비어 있습니다.";
"AssetMissing" = "%@ 파일이 유실되었습니다.";

"TrackContainsUnauthorizedAssets" = "트랙이 인증되지 않은 항목을 포함합니다.";
"MenuContainsUnauthorizedAssets" = "메뉴가 인증되지 않은 항목을 포함합니다.";
"SlideshowContainsUnauthorizedAssets" = "슬라이드쇼가 인증되지 않은 항목을 포함합니다.";

"Start" = "시작";
"Duration" = "실행 시간";

/* Contextual Menus */
"ShowInspectorWindow"											= "속성 윈도우 보기";
"HideInspectorWindow"											= "속성 윈도우 가리기";
"AlignObjects"													= "대상체 정렬";
"DistributeObjects"												= "대상체 배열";
"ResetToTheme"													= "테마로 재설정";
"SnapToGrid"													= "자동 격자 정렬";
"FreePositioning"												= "자유로운 위치";

/* Object Alignment */
"Left"															= "왼쪽";
"Center"														= "중앙";
"Right"															= "오른쪽";

"Top"															= "위";
"Middle"														= "중간";
"Bottom"														= "아래";

"Circle"														= "원";

/* Drop Window */
"DropWindowAddMovie"											= "동영상 추가";
"DropWindowAddMovies"											= "동영상 추가";
"DropWindowMovieReplaceBackground"								= "배경 대치";
"DropWindowMovieDropZone"										= "동영상을 드롭존에서 사용합니다.";

"DropWindowAddSlideshow"										= "슬라이드쇼 생성";
"DropWindowPhotoReplaceBackground"								= "배경 대치";
"DropWindowPhotoDropZone"										= "사진을 드롭존에서 사용합니다.";

/* Buttons Picker */
"CurrentThemeButtons"											= "현재 테마";
"ApplicationDefinedButtons"										= "정의된 응용 프로그램";
"AllThemesButtons"												= "모든 테마";
"iDVDDefaultButtons"											= "iDVD 모양";

/* Tooltips */
"LabelAlignmentLeft"											= "선택한 버튼 텍스트를 왼쪽으로 정렬합니다.";
"LabelAlignmentCenter"											= "선택한 버튼 텍스트를 중앙 정렬";
"LabelAlignmentRight"											= "선택한 버튼 텍스트를 오른쪽으로 정렬합니다.";

"EmptyAudioBackgroundWell"										= "오디오 파일을 이곳으로 드래그하여 메뉴에서 재생";

"MenuBackgroundSetStartEndTime"									= "배경 동영상 루프의 시작 및 종료 지점을 설정하려면 클릭하십시오.";
"MenuBackgroundSetLoopDuration"									= "배경 동영상 루프의 실행 시간을 설정하려면 클릭하십시오.";

"Horizontally"	= "수평으로";
"Vertically"	= "수직으로";

/* Button Shape UI */
"ButtonShapeMenuMetaCategoryThumbnails"							= "축소판이 있는 모양";
"ButtonShapeMenuMetaCategoryOrnaments"							= "장식 모양";
"ButtonShapeMenuCategoryDefault"								= "기본 모양";
"ButtonShapeMenuCategoryOthers"									= "다른 모양";

/* Button Categories */
"ButtonCategory_Frames"											= "프레임";
"ButtonCategory_Artistic"										= "예술";
"ButtonCategory_Rectangle"										= "직사각형";
"ButtonCategory_Rounded"										= "둘러쌈";
"ButtonCategory_Text"											= "텍스트";
"ButtonCategory_Bullets"										= "구분점";
"ButtonCategory_Shapes"											= "모양";
